Repository: nadhemjbeli/black_ops_web
Catalog: translations/messages+intl-icu.*.xlf
Languages: es, fr

source: Champion added successfully
es: Campeón añadido con éxito
fr: Champion a été ajouté avec succès

source: Champion modified successfully
es: Campeona modificada con éxito
fr: Champion a été modifié avec succès

source: Champion deleted successfully
es: Campeona eliminada con éxito
fr: Champion a été supprimé avec succès

source: Game added successfully
es: Juego añadido con éxito
fr: Jeu a été ajouté avec succès

source: Game modified successfully
es: Juego modificado con éxito
fr: Jeu a été modifié avec succès

source: Game deleted successfully
es: Juego eliminado con éxito
fr: Champion a été supprimé avec succès

source: Picture added successfully
es: Imagen añadida con éxito
fr: Image a été ajoutée avec succès

source: Picture modified successfully
es: Imagen modificada con éxito
fr: Image a été modifiée avec succès

source: picture deleted successfully
es: imagen eliminada con exito
fr: Image a été supprimée avec succès

source: Skin added successfully
es: Piel añadida con éxito
fr: Skin a été ajouté avec succès

source: Skin modified successfully
es: Piel modificada con éxito
fr: Skin a été modifié avec succès

source: Skin deleted successfully
es: Máscara eliminada con éxito
fr: Skin a été supprimé avec succès

# &quot;Type something...&quot;
source: "Type something..."
es: "Escribe algo..."
fr: "Tapez quelque chose..."

source: We
es: Nosotras
fr: Nous

source: Are Social
es: son sociales
fr: sommes Sociaux

source: Latest
es: Más reciente
fr: dernière

source: Recent
es: Reciente
fr: Récent

source: recent skins
es: pieles recientes
fr: skins récents

source: Check
es: cheque
fr: Voir

source: To download the game click here :
es: Para descargar el juego haz clic aquí :
fr: Pour télécharger le jeu cliquez ici :

source: Related
es: relacionada
fr: Champions

source: Champions
es: Campeonas
fr: associés à ce jeu

source: Champions skins
es: Pieles de campeones
fr: Les skins des champions

source: Contact
es: Contacto
fr: Contactez

source: With Us
es: Con nosotras
fr: Nous

source: Side
es: lado
fr: Poste

source: Difficulty
es: Dificultad
fr: Difficulté

source: Champions by role
es: Campeonas por rol
fr: associés par rôle

source: Champions by difficulty
es: Campeones por dificultad
fr: associés par difficulté

source: Top 3
es: 3 primeros

source: Stream
es: arroyo

source: Top
es: primeros

source: Video
fr: Vidéo
